Repository: common-repository/woo-ultimate-order-combination
Catalog: languages/woo-uoc-*.po
Languages: de_de, es_es, fr_fr

source: Metadata from Combined Orders
de_de: Metadaten aus kombinierten Bestellungen
es_es: Metadatos de pedidos combinados
fr_fr: Métadonnées de commandes combinées

source: All metadata keys and values captured from the combinded orders. Collapsible list of meta_key items are available.
de_de: Alle Metadatenschlüssel und -werte, die von den mitgelieferten Bestellungen erfasst werden. Die zusammenklappbare Liste der Meta_Key-Elemente sind verfügbar.
es_es: Todas las llaves y los valores de metadatos capturados de las órdenes combinadas. Lista plegable de artículos meta_key está disponible.
fr_fr: Toutes les clés et valeurs de métadonnées capturées des commandes combinées. La liste pliable des articles méta_key est disponible.

source: Click to show orders meta
de_de: Klicken Sie hier, um das Meta der Bestellungen anzuzeigen
es_es: Haga clic para mostrar el meta de pedidos
fr_fr: Cliquez pour afficher la méta des commandes

source: Combined Orders Items History
de_de: Kombinierte Bestellungen der Bestellungen
es_es: Historia de los artículos de pedidos combinados
fr_fr: Commandes combinées Historique des articles

source: These items were merged as one order. Following iteration should be considered as a snapshot, it will remain same with all of the values.
de_de: Diese Artikel wurden als eine Bestellung zusammengeführt. Die folgende Iteration sollte als Snapshot betrachtet werden, es bleibt mit allen Werten gleich.
es_es: Estos artículos fueron fusionados como un orden. Después de la iteración, debe considerarse una instantánea, se mantendrá igual con todos los valores.
fr_fr: Ces articles ont été fusionnés comme une ordonnance. Après l'itération doit être considéré comme un instantané, il restera la même avec toutes les valeurs.

source: Order #
de_de: Befehl #
es_es: Orden#
fr_fr: Commande#

source: Items with meta
de_de: Artikel mit Meta
es_es: Artículos con meta
fr_fr: Articles avec méta

source: Cost
de_de: Kosten
es_es: Costo
fr_fr: Coût

source: Qty
de_de: Attiert
es_es: Cantidad
fr_fr: Quantité

source: Total
de_de: Gesamt
fr_fr: Le total

source: Automation settings
de_de: Automatisierungseinstellungen
es_es: Configuraciones de automatización
fr_fr: Paramètres d'automatisation

source: Auto Combined
de_de: Auto kombiniert
es_es: Auto combinado
fr_fr: Combiné automatique

source: Order Statuses
de_de: Bestellstatus
es_es: Estados de pedido
fr_fr: Etat des commandes

source: Rules
de_de: Regeln
es_es: Reglas
fr_fr: Des règles

source: Required
de_de: Erforderlich
es_es: Requerido
fr_fr: Obligatoire

source: *At least one rule required from this list
de_de: * Mindestens eine Regel, die aus dieser Liste erforderlich ist
es_es: * Al menos una regla requerida de esta lista
fr_fr: * Au moins une règle requise de cette liste

source: Please choose at least one rule from the required set of rules.
de_de: Bitte wählen Sie mindestens eine Regel aus den erforderlichen Regeln fest.
es_es: Por favor, elija al menos una regla del conjunto de reglas requeridas.
fr_fr: Veuillez choisir au moins une règle du jeu de règles requis.

source: Click here to expand all forms
de_de: Klicken Sie hier, um alle Formulare zu erweitern
es_es: Haga clic aquí para expandir todos los formularios
fr_fr: Cliquez ici pour développer toutes les formulaires

source: Settings Saved!
de_de: Einstellungen gespeichert!
es_es: ¡Ajustes guardados!
fr_fr: Paramètres sauvegardés!

source: Optional
es_es: Opcional
fr_fr: Optionnel

source: Variation ID
es_es: ID de variación
fr_fr: Identifiant de variation

source: Bootstrap
fr_fr: Amorcer
