Repository: common-repository/woo-ultimate-order-combination
Catalog: languages/woo-uoc-*.po
Languages: de_de, es_es, fr_fr

source: Combine Selected Orders
de_de: Kombinieren Sie ausgewählte Bestellungen
es_es: Combinar pedidos seleccionados
fr_fr: Combiner les commandes sélectionnées

source: Sorry, your nonce did not verify.
de_de: Entschuldigung, Ihre Nonce hat nicht überprüft.
es_es: Lo siento, tu nonce no se verificó.
fr_fr: Désolé, votre nonce n'a pas été vérifié.

source: Child Order
de_de: Kinderordnung
es_es: Orden infantil
fr_fr: Commande enfant

source: Parent Order
de_de: Bestellung geklont
es_es: Orden principal
fr_fr: Ordre des parents

source: Order Cloned.
de_de: übergeordnete Reihenfolge
es_es: Pedido clonado.
fr_fr: Ordre cloné.

source: Duplication failed, an error has occurred.
de_de: Duplizierung fehlgeschlagen, ein Fehler ist aufgetreten.
es_es: Error de duplicación, se ha producido un error.
fr_fr: La duplication a échoué, une erreur s'est produite.

source: Orders Combination
de_de: Auftragskombination
es_es: Combinación de pedidos
fr_fr: Combinaison de commandes

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht genügend Berechtigungen, um auf diese Seite zuzugreifen.
es_es: No tiene permisos suficientes para acceder a esta página.
fr_fr: Vous ne disposez pas des autorisations suffisantes pour accéder à cette page.

source: Settings
de_de: die Einstellungen
es_es: Configuraciones
fr_fr: Réglages

source: Go Premium
de_de: Gehen Sie Premium
es_es: Hazte Premium
fr_fr: Passer en Premium

source: Are you sure, you want to delete the merged orders permanently which belong to the selected orders?
de_de: Sind Sie sicher, Sie möchten die fusionierten Bestellungen dauerhaft löschen, die zu den ausgewählten Bestellungen gehören?
es_es: ¿Está seguro, desea eliminar los pedidos fusionados de forma permanente que pertenecen a los pedidos seleccionados?
fr_fr: Êtes-vous sûr, vous souhaitez supprimer définitivement les commandes fusionnées qui appartiennent aux commandes sélectionnées?

source: Following orders are combined into order#
de_de: Folgende Bestellungen werden zu Bestellnummer zusammengefasst#
es_es: Los siguientes pedidos se combinan en el pedido #
fr_fr: Les commandes suivantes sont combinées dans la commande #

source: Following orders are combined into one order#
de_de: Folgende Bestellungen werden zu einer Bestellnummer zusammengefasst#
es_es: Los siguientes pedidos se combinan en un pedido #
fr_fr: Les commandes suivantes sont combinées en une seule commande #

source: Order items will remain intact, same product (items) will be merged and quantity will be incremented.
de_de: Bestellartikel bleiben erhalten, dasselbe Produkt (dieselben Artikel) werden zusammengeführt und die Menge wird erhöht.
es_es: Los artículos del pedido permanecerán intactos, el mismo producto (artículos) se fusionará y la cantidad se incrementará.
fr_fr: Les articles commandés resteront intacts, les mêmes produits (articles) seront fusionnés et la quantité augmentera.

source: Click here
de_de: Klicke hier
es_es: haga clic aquí
fr_fr: Cliquez ici

source: to check your orders status in your account.
de_de: um Ihren Bestellstatus in Ihrem Konto zu überprüfen.
es_es: para comprobar el estado de sus pedidos en su cuenta.
fr_fr: pour vérifier l'état de vos commandes dans votre compte.

source: No script kiddies please!
de_de: Bitte keine Skriptkinder!
es_es: ¡Ningunos niños del guión, por favor!
fr_fr: Pas de script kiddies s'il vous plaît!

source: Pro
de_de: Profi

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuración general
fr_fr: réglages généraux

source: Automation
de_de: Automatisierung
es_es: Automatización
fr_fr: Automatisation

source: Combined Orders
de_de: Kombinierte Bestellungen
es_es: Órdenes combinadas
fr_fr: Commandes combinées

source: Trashed Orders
de_de: Papierkorb
es_es: Órdenes en la papelera
fr_fr: Commandes mises à la corbeille

source: Cron Jobs
de_de: Zeitgesteuerte Aufgaben
es_es: Trabajos de Cron
fr_fr: Emplois cron

source: Documentation
de_de: Dokumentation
es_es: Documentación

source: Help
de_de: Hilfe
es_es: Ayudar
fr_fr: Aider

source: You need WooCommerce plugin to be installed and activated.
de_de: Sie benötigen das WooCommerce-Plugin, um installiert und aktiviert zu werden.
es_es: Necesita que el complemento WooCommerce esté instalado y activado.
fr_fr: Vous avez besoin du plugin WooCommerce pour être installé et activé.

source: Please
de_de: Bitte
es_es: Por favor
fr_fr: S'il vous plaît

source: Install
de_de: Installieren
es_es: Instalar
fr_fr: Installer

source: and
de_de: und
es_es: y
fr_fr: et

source: or
de_de: oder
es_es: o
fr_fr: ou

source: Activate
de_de: aktivieren Sie
es_es: Activar
fr_fr: Activer

source: plugin to proceed
de_de: Plugin um fortzufahren
es_es: plugin para continuar
fr_fr: plugin pour continuer

source: Info!
de_de: Die Info!

source: This video tutorial is about Premium Version.
de_de: In diesem Video-Tutorial geht es um die Premium-Version.
es_es: Este video tutorial trata sobre la versión Premium.
fr_fr: Ce didacticiel vidéo concerne la version Premium.

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Sauvegarder les modifications

source: Combine Settings
de_de: Einstellungen kombinieren
es_es: Combinar ajustes
fr_fr: Combinez les paramètres

source: Keep Order Items Separate using Attributes and Values
de_de: Bestellen Sie die Auftragsgegenstände mit den Attributen und Werten trennen
es_es: Mantener los artículos de orden separados usando atributos y valores
fr_fr: Gardez les articles de commande séparés à l'aide des attributs et des valeurs

source: Off
de_de: aus
es_es: Apagado
fr_fr: De

source: On
de_de: Auf
es_es: En
fr_fr: Sur

source: Shipping
de_de: Versand
es_es: Transporte
fr_fr: Expédition

source: Default
de_de: Standard
es_es: Defecto
fr_fr: Défaut

source: No Shipping
de_de: Kein Versand
es_es: Sin envío
fr_fr: Pas d'expédition

source: Combine Shipping
de_de: Kombinieren Sie den Versand
es_es: Combinar el envío
fr_fr: Combinaison d'expédition

source: Separate Shipping
de_de: Separater Versand
es_es: Envío separado
fr_fr: Expédition séparée

source: Highest Shipping
de_de: Höchster versand
es_es: Envío mas alto
fr_fr: Expédition la plus élevée

source: Video Tutorial - How Shipping option works?
de_de: Video-Tutorial - Wie funktioniert die Versandoption?
es_es: Tutorial de video: ¿cómo funciona la opción de envío?
fr_fr: Tutoriel vidéo - Comment fonctionne l'option d'expédition?

source: Cron Settings
de_de: Cron-Einstellungen
es_es: Configuración de Cron
fr_fr: Paramètres de cron

source: Premium Features
de_de: Premium-Funktionen
es_es: Características premium
fr_fr: Des fonctionnalités premium

source: Thankyou Page / Order Received Page
de_de: Danke, Seite / Bestellung erhaltene Seite
es_es: Gracias Página / Página recibida Página
fr_fr: Merci pages / commande reçue

source: Orders List Page / Admin Panel
de_de: Bestellungsliste Seite / Admin-Panel
es_es: Lista de pedidos Página / Panel de administración
fr_fr: Liste des commandes Page / Panneau d'administration

source: Orders List
de_de: Bestellliste
es_es: Lista de pedidos
fr_fr: Liste des commandes

source: Move existing orders to trash on combine (bulk options)
de_de: Bewegen Sie vorhandene Bestellungen in den Mülleimern (Massenoptionen)
es_es: Mueva las órdenes existentes a la basura en la combinación (opciones a granel)
fr_fr: Déplacez les commandes existantes à la poubelle sur Combinaison (options en vrac)

source: Orders Meta
de_de: Bestellungen Meta
es_es: Órdenes Meta
fr_fr: Ordres Meta

source: Display Meta data from merged orders on edit page
de_de: META-Daten anzeigen von zusammengeführten Bestellungen auf der Bearbeitungsseite
es_es: Mostrar datos metáticos de los pedidos fusionados en la página de edición
fr_fr: Afficher les métadonnées des commandes fusionnées sur la page Modifier

source: Display Items History from merged orders on edit page
de_de: Artikel-Verlauf anzeigen von zusammengeführten Bestellungen auf der Seite Bearbeiten
es_es: Mostrar los elementos del historial de pedidos fusionados en la página de edición
fr_fr: Afficher les articles Historique des commandes fusionnées sur Modifier la page

source: Appearance
de_de: Das Auftreten
es_es: Apariencia
fr_fr: Apparence

source: Send email notifications to customer
de_de: Senden Sie E-Mail-Benachrichtigungen an den Kunden
es_es: Enviar notificaciones por correo electrónico al cliente
fr_fr: Envoyer des notifications par e-mail au client

source: Orders Combined
de_de: Bestellungen kombiniert
es_es: Pedidos combinados
fr_fr: Commandes combinées

source: Send email notifications to admin
de_de: Senden Sie E-Mail-Benachrichtigungen an admin
es_es: Enviar notificaciones por correo electrónico a Admin
fr_fr: Envoyer des notifications par e-mail à admin

source: Product out of stock
de_de: Produkt aus der Lagerware
es_es: Producto fuera de stock
fr_fr: Produit en rupture de stock

source: Product backorder
de_de: Produktrührer
es_es: Pedido de página
fr_fr: Backorder du produit

source: New Order
de_de: Neue Ordnung
es_es: Nuevo orden
fr_fr: Nouvelle commande

source: Automation is a premium feature in which you can define/set rules to combine upcoming orders with existing orders.
de_de: Automatisierung ist eine Premium-Funktion, in der Sie Regeln definieren / festlegen können, um bevorstehende Bestellungen mit vorhandenen Bestellungen zu kombinieren.
es_es: La automatización es una característica premium en la que puede definir / establecer reglas para combinar los pedidos próximos con los pedidos existentes.
fr_fr: L'automatisation est une fonctionnalité premium dans laquelle vous pouvez définir / définir des règles pour combiner des commandes à venir avec les commandes existantes.

source: Combined Orders tab will show a list of combined orders history. You can track all combined orders and the relevant parent/original order details.
de_de: Die Registerkarte "Kombinierte Bestellungen" zeigt eine Liste der kombinierten Bestellungshistorie an. Sie können alle kombinierten Bestellungen und die entsprechenden Eltern- / Originalbestelldetails verfolgen.
es_es: La pestaña de pedidos combinados mostrará una lista de historial de pedidos combinados. Puede rastrear todos los pedidos combinados y los detalles pertinentes de los padres / originales.
fr_fr: Onglet Commandes combinées affichera une liste d'historique des commandes combinées. Vous pouvez suivre toutes les commandes combinées et les détails de la commande parent / original pertinents.

source: Trashed Orders tab will show a list of trashed orders which can be restored as well. This feature will help you to undo trashed action.
de_de: Die Registerkarte Mulded-Bestellungen zeigt eine Liste von Papierkorbaufträgen, die auch wiederhergestellt werden können. Diese Funktion hilft Ihnen dabei, die Müllwirkung rückgängig zu machen.
es_es: La pestaña de pedidos de desgaste mostrará una lista de pedidos destrozados que también pueden ser restaurados. Esta característica te ayudará a deshacer la acción destrozada.
fr_fr: L'onglet Trashed Commandes affichera une liste des commandes détruites qui peuvent également être restaurées. Cette fonctionnalité vous aidera à annuler l'action détruite.

source: This plugin is compatible with Gravity Forms. Click on PDF and PPSX file to see it in action.
de_de: Dieses Plugin ist mit Schwerkraftformen kompatibel. Klicken Sie auf PDF- und PPSX-Datei, um es in Aktion anzuzeigen.
es_es: Este complemento es compatible con formas de gravedad. Haga clic en el archivo PDF y PPSX para verlo en acción.
fr_fr: Ce plugin est compatible avec les formes de gravité. Cliquez sur le fichier PDF et PPSX pour le voir en action.

source: Open a Ticket on Support Forums
de_de: Öffnen Sie ein Ticket auf Support-Foren
es_es: Abrir un boleto en foros de soporte
fr_fr: Ouvrez un billet sur les forums de support

source: Contact Developer
de_de: Kontaktentwickler
es_es: Contactar con el desarrollador

source: Need Urgent Help?
de_de: Brauche dringende Hilfe?
es_es: ¿Necesita ayuda urgente?
fr_fr: Besoin d'une aide urgente?

source: None
de_de: Keiner
es_es: Ninguna
fr_fr: Aucun

source: Select All
de_de: Wählen Sie Alle
es_es: Seleccionar todo
fr_fr: Tout sélectionner

source: out of
de_de: aus
es_es: fuera de
fr_fr: hors de

source: Order
de_de: Bestellung
es_es: Orden
fr_fr: Commande

source: Clone meta from this order
de_de: Klonen Sie Meta aus dieser Reihenfolge
es_es: Clonar meta de este pedido
fr_fr: Cloner la méta de cet ordre

source: Consider Parent
de_de: Betrachten Sie Eltern
es_es: Considere a los padres
fr_fr: Considérez Parent

source: No Order
de_de: Keine Bestellung
es_es: Sin orden
fr_fr: Pas de commande

source: Order#
de_de: Bestellung#
es_es: Orden#
fr_fr: Commande#

source: created by combining
de_de: erstellt durch kombinieren
es_es: creado combinando
fr_fr: créé en combinant

source: order removed after combination process
de_de: Bestellung nach Kombinationsvorgang entfernt
es_es: pedido eliminado después del proceso de combinación
fr_fr: commande supprimée après le processus de combinaison

source: orders removed after combination process
de_de: Bestellungen nach Kombinationsvorgang entfernt
es_es: pedidos eliminados después del proceso de combinación
fr_fr: commandes supprimées après le processus de combinaison

source: Click here to view in trash
de_de: Klicken Sie hier, um den Papierkorb anzuzeigen
es_es: Haga clic aquí para ver en la papelera
fr_fr: Cliquez ici pour voir dans la corbeille

source: order removed permanently after combination process.
de_de: Bestellung nach Kombinationsvorgang dauerhaft entfernt.
es_es: pedido eliminado permanentemente después del proceso de combinación.
fr_fr: commande supprimée définitivement après le processus de combinaison.

source: orders removed permanently after combination process.
de_de: Bestellungen werden nach dem Kombinationsvorgang endgültig entfernt.
es_es: pedidos eliminados permanentemente después del proceso de combinación.
fr_fr: commandes supprimées définitivement après le processus de combinaison.

source: Combine by billing phone
de_de: Kombinieren Sie von Abrechnungsruf
es_es: Combinar por teléfono de facturación
fr_fr: Combinez par téléphone à la facturation

source: Combine by shipping phone
de_de: Kombinieren Sie mit dem Versand Telefon
es_es: Combinar por el teléfono de envío
fr_fr: Combinez par téléphone d'expédition

source: Combine by same billing email
de_de: Kombinieren Sie mit derselben Abrechnungs-E-Mail
es_es: Combina por el mismo correo electrónico de facturación
fr_fr: Combinez par le même email de facturation

source: Combine by same shipping email
de_de: Kombinieren Sie in derselben Versand-E-Mail
es_es: Combina por el mismo correo electrónico de envío
fr_fr: Combinez par email d'expédition même

source: Combine by same billing address
de_de: Kombinieren Sie mit derselben Rechnungsadresse
es_es: Combinar por la misma dirección de facturación
fr_fr: Combinez à la même adresse de facturation

source: Combine by same shipping address
de_de: Kombinieren Sie an derselben Versandadresse
es_es: Combinar por la misma dirección de envío
fr_fr: Combiner par même adresse de livraison

source: Combine by same IP address
de_de: Kombinieren Sie mit derselben IP-Adresse
es_es: Combinar por la misma dirección IP
fr_fr: Combinez par la même adresse IP

source: Combine by same customer user
de_de: Kombinieren Sie mit demselben Kundenbenutzer
es_es: Combinar por el mismo usuario del cliente
fr_fr: Combinez par l'utilisateur du même client

source: Combine by same products
de_de: Kombinieren Sie von denselben Produkten
es_es: Combinar por los mismos productos
fr_fr: Combiner par les mêmes produits

source: Consider orders placed within last N number of days
de_de: Berücksichtigen Sie die Bestellungen innerhalb der letzten n Anzahl der Tage
es_es: Considere los pedidos colocados en los últimos días
fr_fr: Considérer les commandes placées dans le dernier nombre de jours

source: Combine orders related to logged in user only
de_de: Kombinieren Sie Bestellungen, die sich auf den angemeldeten Benutzer nur angemeldet haben
es_es: Combine los pedidos relacionados con el usuario registrado solamente
fr_fr: Combiner les commandes liées à l'utilisateur connecté uniquement

source: Combine by Gravity Form Product Based Meta Values
de_de: Kombinieren Sie durch Schwerkraftform produktbasierte Meta-Werte
es_es: Combinar por forma de gravedad en los valores meta basados ​​en productos
fr_fr: Combinez par gravité Formulaire basé sur les produits méta

source: Analyze
de_de: Analysieren
es_es: Analizar
fr_fr: Analyser

source: Process
de_de: Prozess
es_es: Proceso
fr_fr: Processus

source: Combine by Customer Id
de_de: Nach Kunden-ID kombinieren
es_es: Combinar por ID de cliente
fr_fr: Combiner par ID client

source: Combine by Email
de_de: Per E-Mail kombinieren
es_es: Combinar por correo electrónico
fr_fr: Combiner par e-mail

source: Combine by Phone
de_de: Per Telefon kombinieren
es_es: Combinar por teléfono
fr_fr: Combiner par téléphone

source: Combine by Billing
de_de: Kombinieren Sie durch Abrechnung
es_es: Combinar por facturación
fr_fr: Combiner par facturation

source: Combine by Shipping
de_de: Kombinieren Sie per Versand
es_es: Combinar por envío
fr_fr: Combiner par expédition

source: Video Tutorial
de_de: Videoanleitung
fr_fr: Didacticiel vidéo

source: Process Only (Order Status) With
de_de: Nur verarbeiten (Auftragsstatus) Mit
es_es: Solo proceso (estado del pedido) con
fr_fr: Traiter uniquement (état de la commande) avec

source: Order Combination Criteria
de_de: Bestellen Kombination Kriterien
es_es: orden combinación criterios
fr_fr: critères de combinaison de commande

source: Drag and drop to change the priority
de_de: Ziehen und Ablegen, um die Priorität zu ändern
es_es: Arrastra y suelta para cambiar la prioridad
fr_fr: Faites glisser et déposez pour modifier la priorité

source: Display Meta Key Columns
de_de: Meta-Schlüsselspalten anzeigen
es_es: Mostrar columnas de metaclaves
fr_fr: Afficher les colonnes de méta-clés

source: What to do with existing orders?
de_de: Was ist mit vorhandenen Bestellungen zu tun?
es_es: ¿Qué hacer con las órdenes existentes?
fr_fr: Que faire avec les commandes existantes?

source: Archive
de_de: Archiv
es_es: Archivo
fr_fr: Archiver

source: Delete existing orders permanently
de_de: Bestehende Bestellungen dauerhaft löschen
es_es: Eliminar pedidos existentes de forma permanente
fr_fr: Supprimer les commandes existantes de manière permanente

source: Move existing orders to trash
de_de: Bewegen Sie bestehende Bestellungen in den Papierkorb
es_es: Mover las órdenes existentes a la basura
fr_fr: Déplacer les commandes existantes à la corbeille

source: Meta keys from selected orders
de_de: Meta-Schlüssel aus ausgewählten Bestellungen
es_es: Meta claves de pedidos seleccionados
fr_fr: Clés méta des commandes sélectionnées

source: Keep/Retain all meta keys from selected orders.
de_de: Behalten Sie alle Meta-Schlüssel aus ausgewählten Bestellungen bei.
es_es: Conservar / conservar todas las claves meta de los pedidos seleccionados.
fr_fr: Conserver / Conserver toutes les clés méta des commandes sélectionnées.

source: Expected Results
de_de: Erwartete Ergebnisse
es_es: Resultados previstos
fr_fr: Résultats attendus

source: Sniffed at
de_de: Aufknüpft
es_es: Olfateado en
fr_fr: Reniflé

source: Combined at
de_de: Zusammengefasst
es_es: Combinado en
fr_fr: Combiné à

source: Combined Order
de_de: Kombinierte Bestellung
es_es: Orden combinado
fr_fr: Ordre combiné

source: Combined Orders List
de_de: Liste der kombinierten Bestellungen
es_es: Lista de pedidos combinados
fr_fr: Liste des commandes combinées

source: Info
de_de: Die Info

source: Combined orders cannot be considered for another combination by default to prevent endless loop.
de_de: Kombinierte Aufträge können standardmäßig nicht für eine andere Kombination berücksichtigt werden, um eine Endlosschleife zu verhindern.
es_es: Los pedidos combinados no se pueden considerar para otra combinación de forma predeterminada para evitar un bucle sin fin.
fr_fr: Les commandes combinées ne peuvent pas être prises en compte pour une autre combinaison par défaut pour éviter une boucle sans fin.

source: In case you need any combined item back in orders list to combine, either use bulk options from orders list under WooCommerce or restore from here.
de_de: Wenn Sie einen kombinierten Artikel zum Kombinieren wieder in der Bestellliste benötigen, verwenden Sie entweder Massenoptionen aus der Bestellliste unter WooCommerce oder stellen Sie ihn von hier aus wieder her.
es_es: En caso de que necesite volver a combinar algún artículo combinado en la lista de pedidos, utilice las opciones a granel de la lista de pedidos en WooCommerce o restaure desde aquí.
fr_fr: Si vous avez besoin d'un article combiné dans la liste des commandes à combiner, utilisez les options en vrac de la liste des commandes sous WooCommerce ou restaurez à partir d'ici.

source: First
de_de: Zuerst
es_es: Primero
fr_fr: D'abord

source: Prev
de_de: Pflanzig
es_es: Avance

source: Next
de_de: Nächste
es_es: próximo
fr_fr: Suivant

source: Last
de_de: Zuletzt
es_es: Ultimo
fr_fr: Dernier

source: There are no combined order items in this list yet.
de_de: Diese Liste enthält noch keine kombinierten Bestellpositionen.
es_es: Todavía no hay artículos de pedido combinados en esta lista.
fr_fr: Il n'y a pas encore d'articles de commande combinée dans cette liste.

source: Restore selected orders
de_de: Stellen Sie ausgewählte Bestellungen wieder her
es_es: Restaurar pedidos seleccionados
fr_fr: Restaurer les commandes sélectionnées

source: Loading
de_de: Wird geladen
es_es: Cargando
fr_fr: Chargement

source: Sorry, your nonce did not verify.
de_de: Entschuldigung, Ihre Nonce hat nicht überprüft.
es_es: Lo siento, tu nonce no se verificó.
fr_fr: Désolé, votre nonce n'a pas été vérifié.

source: Trashed Orders List
de_de: Liste der verworfenen Bestellungen
es_es: Lista de pedidos en la papelera
fr_fr: Liste des commandes supprimées

source: These orders are trashed when you check "Move original orders to trash" while combining the order, from here you can restore or delete permanently.
de_de: Diese Bestellungen werden verworfen, wenn Sie beim Kombinieren der Bestellung die Option "Originalbestellungen in den Papierkorb verschieben" aktivieren. Von hier aus können Sie sie dauerhaft wiederherstellen oder löschen.
es_es: Estos pedidos se envían a la papelera cuando marca "Mover pedidos originales a la papelera" mientras combina el pedido, desde aquí puede restaurar o eliminar de forma permanente.
fr_fr: Ces commandes sont placées dans la corbeille lorsque vous cochez «Placer les commandes originales dans la corbeille» lors de la combinaison de la commande, à partir de là, vous pouvez restaurer ou supprimer définitivement.

source: Restore or Delete permanently all of %s orders belong to current order.
de_de: Alle Bestellungen von% s dauerhaft wiederherstellen oder löschen, gehören zur aktuellen Bestellung.
es_es: Restaurar o eliminar permanentemente todos los pedidos% s pertenecen al pedido actual.
fr_fr: Restaurer ou supprimer définitivement toutes les commandes% s appartiennent à la commande en cours.

source: There are no trash order items in this list yet.
de_de: Diese Liste enthält noch keine Papierkorbartikel.
es_es: Todavía no hay elementos de orden de la papelera en esta lista.
fr_fr: Il n'y a pas encore d'articles ordonnés dans cette liste.

source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer

source: Delete Permanently
de_de: Dauerhaft löschen
es_es: borrar permanentemente
fr_fr: supprimer définitivement
